Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: ཕྱིན་ ཅི་ ལོག་ ཏུ་ ལྟ་ ཞིང་ ལོག་པ ར་ ལྟ་བ་ ཡིན་ ནོ །_།
en: It is a view that is wrong and mistaken.

source: དེ་ཡང་ རྣམ་པ་ གཉིས་ ཏེ །_ རྐྱེན་ ཡོད་པ་ དང་ །_ ལས་ དང་ འབྲས་བུ་ ལ་ སྐུར་པ་ འདེབས་པ འོ །_།
en: $87 “There are two kinds of wrong view: those that accept the existence of conditions and those that deny karmic actions and results.

source: དེ་ ལ་ རྐྱེན་ ཡོད་པ་ ནི་ བདེ་བ་ དང་ །_ སྡུག་བསྔལ་ གང་ཡིན་པ་ དེ་དག་ ནི །_ དེ་དག་ ཉིད་ ཀྱིས་ བྱས་ ཀྱི་ ལས་ དང་ །_ འབྲས་བུ ས་ བྱས་པ་ ནི་ མ་ ཡིན་ ནོ་ ཞེས་ ཟེར་ རོ །_།
en: To accept conditions is to claim that all happiness and suffering is the result of actions carried out by oneself.

source: ལས་ དང་ འབྲས་བུ་ ལ་ སྐུར་པ་ འདེབས་པ་ ནི །_ སྦྱིན་པ་ མེད་ དོ་ ཞེས་ བྱ་བ་ ལ་སོགས་པ་ སྟེ །_
en: To deny karmic actions and results is to deny the relevance of generosity, and so forth.

source: དེ་ལྟ ར་ དེ་དག་ ལོག་པ ར་ ལྟ་བ་ མི་དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ འདི་དག་ ཐམས་ཅད་ དོན་ ཐམས་ [95b] ཅད་ མེད་པར་ བྱེད་པ འི་ རྩ་བ་ ཡིན་ ནོ །།_།།
en: Thus, as the basis of all ten unvirtuous actions, [F.95.b] wrong view functions as the fundamental destroyer of all meaningful objectives.

source: གཞན་ ཡང་ མི་དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ འདི་དག་ བཟློག་ ནས །_ ཟག་པ་ དང་ བཅས་པ་ དང་ །_ ཟག་པ་ མེད་པ་ དག་ གི་ ལས་ བྱེད་པ ར་ འགྱུར་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $88 “Having turned away from the path of these ten unvirtuous actions, how does one instead engage in defiled or undefiled acts?

source: འདི་ ནི་ རེ་ཞིག་ འཁོར་བ འི་ འཆིང་བ །_ ཆོས་ ཟད་པ ར་ བྱེད་པ །_ འདི་ལྟ་སྟེ །_ འཆིང་བ འི་ རྒྱུ་ མི་དགེ་བ འོ །_།
en: Unvirtuous actions lead to bondage in cyclic existence and the exhaustion of Dharma.

source: ཐར་པ འི་ རྒྱུ འི་ དངོས་པོ་ ནི་ དགེ་བ་ ཡིན་ ཏེ །_
en: Virtue, on the other hand, is what causes liberation.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ སྤངས་པ ས །_ འཁོར་བ ར་ གཏོགས་པ འི་ སེམས་ཅན་ རྣམས་ ལ་ མི་ འཇིགས་པ་ སྦྱིན་པ ར་ འགྱུར་ ཏེ །_
en: Giving up killing, one gives freedom from fear to all the beings in cyclic existence.

source: དེ་ ཚེ་ འདི་ཉིད་ ལ་ བསྔགས་པ ར་ འགྱུར །_ དེ འི་ བཞིན་ གྱི་ མདོག་ དང་ དབང་པོ་ རྣམས་ གསལ་བ ར་ འགྱུར །_ ཚེ་རིང་པོ ར་ འགྱུར་བ འི་ ལས་ བྱེད་པ ར་ འགྱུར །_
en: One will be praised in the present life, have a beautiful countenance, enjoy bright faculties, and carry out acts that engender longevity.

source: གང་ སྲིན་པོ་ དང་ །_ ཤ་ཟ་ དང་ །_ གྲུལ་བུམ་ གྱི་ རིགས་ དང་ །_ གཞན་ ཡང་ སེམས་ཅན་ འཚེ་བ ར་ བྱེད་པ་ དེ་དག་ ཀྱང་ ཉིན་མཚན་ དུ་ སྲུང་བ ར་ བྱེད །_ ཕྱི་བཞིན་ དུ་ ལྷ་ དག་ ཀྱང་ མངོན་པར་ སྲུང་བ ར་ བྱེད་ ལ །_ ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ འི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Those who day and night protect even harmful creatures such as rākṣasas, piśācas, or kumbhāṇḍas of different kinds will thereafter be protected by the gods, and when they separate from their bodies, they will be born in the joyful divine realms.

source: གལ་ཏེ་ རྣམ་པར་ སྨིན་པ འི་ འབྲས་བུ་ མྱོང་བ ར་ འདོད་ ན་ ཡང་ །_ ཇི་ལྟ ར་ བརྩོན་འགྲུས་ བརྩམས་པ་ བཞིན་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: If you want to experience the effect of such ripening, then know that such experience is proportionate to your diligence.

source: གལ་ཏེ་ བྱང་ཆུབ་ ཀྱི་ ལམ་ ཐ་མ་ དང་ །_ འབྲིང་ དང་ །_ ཆེན་པོ་ རྣམས་ ཀྱི་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འདོད་ ན །_ དེ་ རྣམ་པ་ གསུམ་པོ་ འདིར་ འགྱུར་ ཏེ །_
en: $89 “If one wishes to experience the minor, intermediate, or great paths of awakening, then this is how they follow.

source: གལ་ཏེ་ ཉན་ཐོས་ ཀྱི་ བྱང་ཆུབ་ ཏུ་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ དགྲ་བཅོམ་ པར་ གྱུར་ ནས །_ ཡོངས་སུ་ མྱ་ངན་ ལས་ འད འོ །_།
en: Dedication toward the awakening of a hearer will turn one into a worthy one and one will go completely beyond suffering.

source: གལ་ཏེ་ བྱང་ཆུབ་ འབྲིང་ དུ་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ རང་ སངས་རྒྱས་ སུ་ འགྱུར་ རོ །_།
en: Dedication toward intermediate awakening will make one a solitary buddha.

source: གལ་ཏེ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ཡང་ དག་པ ར་ རྫོགས་པ འི་ སངས་རྒྱས་ སུ་ འགྱུར་ ཏེ །_
en: If one’s dedication is toward unsurpassable and perfect awakening, one will become a perfect buddha.

source: རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ །_ བདེ་བ ར་ [96a] གཤེགས་པ །_ འཇིག་རྟེན་ མཁྱེན་པ །_ སྐྱེས་བུ་ འདུལ་བ འི་ ཁ་ལོ་ སྒྱུར་བ །_ བླ་ ན་ མེད་པ །_ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ །_ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སུ་ འགྱུར་ རོ །_།
en: Endowed with knowledge and its support, one will become a blissful one, [F.96.a] a knower of the world, a steersman who tames beings, an unexcelled one, a teacher of gods and humans, a blessed buddha.

source: ཆོས་ ཐམས་ཅད་ ཀྱི་ རྩ་བ་ ནི་ སྲོག་ ཡིན་ ཏེ །_
en: $90 “Life is the root of all qualities.

source: གང་ སྲོག་ དེ་ མངོན་པར་ སྲུང་བ་ དེས་ ནི་ བདེ་བ་ ཐམས་ཅད་ སྦྱིན་པ ར་ འགྱུར་ ལ །_
en: Hence, protecting life is a gift that grants all forms of happiness.

source: སྦྱིན་པ་ རྣམས་ ཀྱི་ ནང་ ན་ མཆོག་ ནི་ འདི་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ སེམས་ལས་ བྱུང་བ་ སོ་སོ ར་ བསྒོམས་པ་ སྲོག་ བྱིན་པ འོ །_།
en: Among all forms of generosity, the mental state of wishing to give life is supreme.

source: ཚུལ་ཁྲིམས་ ཀྱི་ ནང་ ན་ མཐོ་རིས་ སུ་ སྐྱེ་བ འི་ མཆོག་ ནི་ འདི་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ སྲོག་ བྱིན་པ འི་ ཚུལ་ཁྲིམས་ སོ །_།
en: Among all forms of discipline, the discipline of giving life is the supreme way to gain rebirth in the higher realms.

source: གལ་ཏེ་ ཡུལ་ གྱི་ བདེ་བ་ ཀུན་ ནས་ ཉོན་མོངས་པ་ སྲེད་པ འི་ རྒྱུ ར་ འགྱུར་བ ར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ ཚངས་པ འམ །_ བདུད་ དམ །_ བརྒྱ་བྱིན་ དུ་ འགྱུར །_
en: If the practice of such discipline is dedicated toward the enjoyment of objects that serve as causes of affliction and craving, then one will become Brahmā, Māra, or Śakra.

source: གལ་ཏེ་ མི འི་ བདག་ཉིད་ ཆེན་པོ ར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ ལྡན་པ །_ གླིང་བཞི་ ལ་ སྤྱོད་པ ར་ འགྱུར །_
en: If it is dedicated to becoming a great human being, then one will become a universal monarch, possessing the seven treasures and ruling the four continents.

source: གལ་ཏེ་ ལྷ་མ་ ཡིན་ གྱི་ བདག་ཉིད་ ཆེན་པོ ར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ ལྷ་མ་ ཡིན་ གྱི་ རྒྱལ་སྲིད་ བྱེད་པ ར་ འགྱུར །_
en: If it is dedicated to becoming a great asura, one will rule the realm of the asuras.

source: གལ་ཏེ་ གནོད་སྦྱིན་ གྱི་ བདག་ཉིད་ ཆེན་པོ ར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ གནོད་སྦྱིན་ གྱི་ རྒྱལ་སྲིད་ བྱེད་པ ར་ འགྱུར་ རོ །_།
en: If it is dedicated to becoming a great yakṣa one will rule the realm of the yakṣas.

source: སྙིང་རྗེ་ ཆེན་པོ་ འདི་ ནི་ དམ་པ འི་ ཆོས་ ཀྱི་ ས་བོན་ དུ་ གྱུར་པ །_
en: This great compassion is the seed of the sacred Dharma.

source: འཁོར་བ འི་ སྐྱབས་ སུ་ གྱུར་པ །_ འཁོར་བ འི་ མུན་ གནག་ ཏུ་ ཞུགས་པ་ རྣམས་ ཀྱི་ སྒྲོན་མ ར་ གྱུར་པ་ ཡིན་ ཏེ
en: It is a protection against cyclic existence and a lamp for those who are lost in the darkness of cyclic existence.

source: འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ་ སྤོང་བ་ ཞེས་ བྱ འོ །_།
en: Such is the practice of refraining from killing.

source: སྲོག་གཅོད་པ་ སྤངས་པ་ བྱམས་པ་ བསྒོམས་པ ར་ འགྱུར་ ཞིང་ །_ སྙིང་རྗེ འི་ རྒྱུད་ ལ་ གནས་པ་ ཡིན་ ཏེ །_
en: By giving up killing one cultivates love and becomes a compassionate being.

source: བསམས་ ནས་ སྲོག་གཅོད་པ་ སྤངས་ ན་ གཙང་ ཞིང་ དགའ་བ ར་ འགྱུར །_
en: Deciding to refrain from killing brings purity and joy.

source: གང་ གི་ ཚེ་ ཕ་རོལ་ ཡང་དག་ པར་ བསྲུང་བ ར་ མ་ནུ ས་པ་ དེ འི་ ཚེ་ བཏང་སྙོམས་ སུ་ འགྱུར་ ཞིང་ །_
en: When one is unable to actually save others, one should remain impartial.

source: དེ་ ཚངས་པ འི་ གནས་ བཞི་ ལ་ གནས་པ འི་ རྒྱུད་ དུ་ འགྱུར །_
en: This will make one’s mind rest in the four abodes of Brahmā.

source: སྲོག་གཅོད་པ་ སྤངས་པ འི་ དགེ་བ འི་ རྩ་བ འི་ སྙིང་པོ་ ནི་ བསམ་ གྱིས་ མི་ ཁྱབ་པ་ སྟེ །_ རྣམ་པ་ གང་དང་གང་ གིས་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཡོངས་སུ་ བསྔོ་བ་ དེ་ལྟ་ དེ་ལྟ ར་ ཡོངས་སུ་ འགྲུབ་བོ །_།
en: $91 “In essence, the roots of virtue that ensue from having given up killing are inconceivable because they accomplish whatever aim one may dedicate them to in whatever applicable way.

source: དཔེར་ན །_ གསེར་མགར་ མཁས་པ་ དེ་ ནི་ [96b] གསེར་ བཟང་པོ་ བླངས་ ནས །_ ཇི་ལྟ་ ཇི་ལྟ ར་ འདོད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ གསེར་ དེ་ ལ་ བྱེད་ དེ །_ དེ་ལས་ རྒྱན་ ནམ །_ དེ་ལས་ བུམ་པ འམ །_ དེ་ལས་ མི འི་ གཟུགས་ སམ །_ དེ་ལས་ སངས་རྒྱས་ ཀྱི་ གཟུགས་ བྱེད་ དོ །_།
en: As an analogy, when an expert goldsmith works with fine gold, [F.96.b] he can turn it into anything he wants: ornaments, vases, human figures, or buddha figures.

source: དེ་བཞིན་ དུ་ སྲོག་གཅོད་པ་ ཡང་དག་ པར་ བསྲུངས་ ཏེ །_ མ་ ཉམས་ ཤིང་ མ་ རལ་ ལ །_ མ་ ཞིག་ ན་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཡོངས་སུ་ བསྔོ་བ་ དེ་ལྟ་ དེ་ལྟ ར་ ཡོངས་སུ་ འགྲུབ་བོ །_།
en: Similarly, someone who guards against killing and maintains that practice unerringly without violating it may accomplish whatever aim he or she is dedicated to in whatever applicable way.

source: དེ་ལྟ་བས་ན་ སྲོག་གཅོད་པ་ སྤངས་པ འི་ སེམས་ཅན་ གང་ཡིན་པ་ དེ་ ནི་ མྱ་ངན་ ལས་ འདས་པ་ དང་ །_ ཉེ་བ ར་ གནས་ ཤིང་ །_
en: Thus, those who give up killing are close to the transcendence of suffering.

source: དེ་ དགེ་བ འི་ བཤེས་གཉེན་ དང་ ཡང་དག་ པར་ སྤྱོད །_ སེམས་ཅན་ དེ་ བདག་ དང་ གཞན་ ལ་ ཕན་པ འི་ སྐལ་བ་ དང་ ལྡན་ ཞིང་ །_
en: They will enjoy the company of spiritual teachers and possess the fortune of benefiting themselves and others.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ རྣམས་ ཀྱི་ འགྲོ་བ་ ལ་ བསོད་ནམས་ ཀྱི་ ཞིང་ དུ་ གྱུར་པ་ ཡིན །_
en: They are a field of merit for hell beings, animals, and starving spirits.

source: དེས་ འཁོར་བ་ ན་ ཆོས་ དང་ ལྡན་པ འི་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ །_
en: Within cyclic existence they possess and follow the Dharma.

source: ཆོས་ དང་ ལྡན་པ འི་ ཀུན་ ཏུ་ རྟོག་པ་ རྣམས་ འགྲུབ་པ ར་ འགྱུར་ ཞིང་ །_ གྲུབ་པ་ ཡང་ བརྟན་པ ར་ འགྱུར་ ལ །_
en: They will accomplish the ideals of those who possess the Dharma and also become stable in this accomplishment.

source: རྒྱལ་པོ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ ཆུ་ དང་ །_ མེས་ འཇིགས་པ་ དང་ །_ ཐུན་མོང་ མ་ཡིན་པ ར་ འགྱུར་ ཏེ
en: They are not frightened or oppressed by rulers, robbers, water, or fire.

source: བདག་ཉིད་ ཉེ་བ ར་ སྤྱོད་པ ར་ འགྱུར་ རོ །_།
en: Rather, they find joy within.

source: ཆོས་ དང་ ལྡན་པ འི་ འགྲན་ཟླ་ གཞན་དག་ གིས་ མི་ ནོན་པ ར་ མཐོང་ སྟེ །_
en: They are seen as unassailable by other peers who possess the Dharma.

source: དེ་ལྟ་བས་ན་ སྲོག་གཅོད་པ་ སྤང་བ ར་ བྱ འོ །_།
en: Thus, killing should be given up.

source: དེ་ནས་ གཞན་ ཡང་ མ་ བྱིན་པ ར་ ལེན་པ་ སྤངས་པ ས་ ལེགས་པ ར་ བྱས་པ་ མཐོང་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $92 “What goodness comes of refraining from stealing?

source: མ་ བྱིན་པ ར་ ལེན་པ་ སྤངས་པ་ ནི །_ གཞན་ གྱིས་ ཡོངས་སུ་ བཟུང་བ འི་ ཆགས་པ་ ཆེན་པོ འི་ དྲ་བ་ ལས་ གྲོལ་བ ར་ འགྱུར །_
en: By giving up stealing one will escape the net of great avarice for objects owned by others.

source: ཚེ་ འདི་ཉིད་ ལ་ དེ་ དབུགས་ འབྱུང་བ ར་ འགྱུར །_
en: One will find relief in the present life.

source: རྒྱལ་པོ འམ །_ བློན་པོ འི་ ཡིད་བརྟན་ པར་ འགྱུར །_ རྒྱལ་པོ འི་ འཁོར་ དང་ །_ ཁྱིམ་བདག་ གི་ འཁོར་ དང་ །_ རྒྱལ་རིགས་ ཀྱི་ འཁོར་ དང་ །_ དགེ་སྦྱོང་ གི་ འཁོར་ དང་ །_ བྲམ་ཟེ འི་ འཁོར་ དུ་ ཡིད་བརྟན་པ་ དང་ །_ དགའ་བ་ དང་ །_ སྡུག་པ་ དང་ །_ ཡིད་ དུ་ འོང་ཞིང་ ཚིག་ ཡོངས་སུ་ གཟུང་ [97a] བར་ འོས་པ ར་ འགྱུར །_
en: Taken into confidence by kings and ministers, as well as by courts, households, noble families, monastic congregations, and priestly gatherings, one will be regarded as delightful, dear, attractive, and authoritative.

source: དེ འི་ ལོངས་སྤྱོད་ གང་ཡིན་པ་ དེ་དག་ རྟག་ ཅིང་
en: [F.97.a] The enjoyments of such a person will be constant.

source: གཞན་ ལ་ གནོད་པ་ མེད་པར་ འགྱུར་ ལ །_ རྒྱལ་པོ་ དང་ །_ ཆུ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ མེ འི་ འཇིགས་པ་ མེད་པར་ འགྱུར །_
en: And without bringing harm to others, one will have no fear of rulers, water, robbers, or fire.

source: མ་ བསམས་པ ར་ དེ་དག་ འཕྲལ་ ལ་ འབྱུང་བ ར་ འགྱུར་ ལ །_
en: Unanticipated, such enjoyments will arise spontaneously.

source: བྱུང་ ནས་ ཀྱང་ ཞིང་ དང་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ དང་ །_ ལམ་བཟང་པོ་ ལ་ ཞུགས་པ་ དང་ །_ འཇིག་རྟེན་པ་ རྣམས་ ལ་ ཡང་དག་ པར་ ཉེ་བ ར་ སྦྱོར་བ ར་ འགྱུར །_
en: Once these have arisen, one will be a field of merit, embody discipline, embark upon a good path, and develop close ties with worldly beings.

source: ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ཀྱི་ ལྷ འི་ འཇིག་རྟེན་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Furthermore, when separating from the body one will be born in the joyful divine realms.

source: གལ་ཏེ་ ངེས་པ ར་ འབྱུང་བ འི་ ལམ་ གྱིས་ ཡོངས་སུ་ བསྔོ་ ན །_ ངེས་པ ར་ འབྱུང་བ ར་ འགྱུར་ ལ་ སྔ་མ་ བཞིན་ དུ་ ཚངས་པ འམ །_ བདུད་ དམ །_ བརྒྱ་བྱིན་ ནམ །_ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ གླིང་བཞི་ ལ་ དབང་བ །_ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ ལྡན་པ ར་ འགྱུར་ ཏེ
en: If the merit of this is dedicated by means of the path of deliverance, one will find deliverance and, in the same way as before, become a Brahmā, Māra, Śakra, or a universal monarch who rules the four continents and possesses the seven treasures.

source: འདི་ལྟར་ ཚུལ་ཁྲིམས་ ལ་ མངོན་པར་ དགའ་བ་ དེ་ བྱང་ཆུབ་ རྣམས་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: Likewise, those who delight in discipline will attain their respective forms of awakening.

source: དེ་ནས་ གཞན་ ཡང་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ སྤངས་པ འི་ འབྲས་བུ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $93 “What are the effects of giving up sexual misconduct?

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ སྤངས་པ་ ནི་ དགེ་བ འི་ ལས་ ཀྱི་ ལམ་བཟང་པོ་ སྤྱོད་ ཅིང་ །_
en: Giving up sexual misconduct leads to good deeds and virtuous action.

source: ཚེ་ འདི་ཉིད་ ལ་ དེ་ བསྔགས་པ ར་ འགྱུར །_ ཡིད་ཆེས་པ འི་ གནས་ སུ་ ཡང་ འགྱུར །_
en: One will be praised and trusted in the present life.

source: བུད་མེད་ ཀྱི་ ནང་ ན་ འདུག་ ཀྱང་ དོགས་པ་ མེད་པར་ འགྱུར །_
en: One will not feel nervous around women.

source: དེ་ རྒྱལ་པོ འམ །_ བློན་པོ འི་ ཡིད་བརྟན་ པར་ འགྱུར །_
en: Kings and ministers will take one into their confidence.

source: དེ འི་ ཆུང་མ་ ནམ་ཡང་ གཞན་ གྱིས་ འཕྲོག་པ ར་ མི་ འགྱུར་ ཞིང་ རྟག་ ཏུ་ དེ འི་ རིམ་གྲོ་ བྱེད་པ ར་ བརྩོན་པ ར་ འགྱུར་ ལ་ བསམ་པ་ དང་ འཐུན་ པར་ ཡང་ འགྱུར །_
en: One’s spouse will never be stolen by someone else, but always act with respect and in accordance with one’s own intentions.

source: ཉམ་ཐག་ པར་ གྱུར་པ་ ན་ ཡང་ ཁྱད་ དུ་ གསོད་པ ར་ མི་ འགྱུར་ ཞིང་ ཚུལ་ དང་ མི་ འཐུན་ པར་ མི་ འགྱུར་ ལ །_ གཅིག་ ལ་ གཅིག་ གནོད་པ་ བྱེད་པ་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ འགྱུར །_
en: Even in hard times there will not be any mockery, disrespect, or inclination to attack one another.

source: དེ འི་ ཆུང་མ་ དེ་ ལ་ བརྙས་པ་ བྱེད་པ ར་ མི་ འགྱུར་ ཞིང་ འཇིག་རྟེན་ ཐམས་ཅད་ ལ་མ་ དང་ སྲིང་མོ་ ལྟ་བུ ར་ ཀུན་ ཏུ་ སྤྱོད་པ ར་ འགྱུར་ [97b] ལ་ དེ འི་ ཆུང་མ་ འཇིག་རྟེན་ ལ་ ཁྲོ་བ་ མེད་པར་ འགྱུར་ ཏེ
en: One’s spouse will not be blamed by anyone and she will act like a mother or sister to the whole world, [F.97.b] being free from any anger at the world.

source: སྔ་མ་ བཞིན་ དུ་ ལུས་ དང་ བྲལ་ ནས་ བདེ་འགྲོ་ མཐོ་རིས་ ཀྱི་ ལྷ འི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $94 “As before, when separating from one’s body, one will take birth within the joyful divine realms.

source: གང་ གི་ ཚེ་ ལྷ་ དག་ ལས་ འཆི་བ ར་ འགྱུར་བ་ དེ འི་ ཚེ །_ ལྷ འི་ བུ་ གཞན་ ཞིག་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later the time has come to die in that god realm, one will be reborn as another god there.

source: གང་ གིས་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ བྱས་པ ར་ གྱུར་ ན་ དེ་ ཚེ་ མ་ འཕོས་པ ར་ ལྷ་ གཞན་ ཞིག་ ལྷ འི་ བུ་མོ་ དེ་དག་ གི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ་ དེ་ཡང་ དེ་ དང་ མངོན་སུམ་ དུ་ འགྱུར་ ཏེ
en: If, on the other hand, one has engaged in sexual misconduct, another god will, while one is still alive in that realm, be born among the divine maidens and become visible to them.

source: དེ་ དང་ ལྷ་ གཞན་དག་ དང་ ལྷན་ཅིག་ ཏུ་ དགོད་པ ར་ བྱེད །_ འཛུམ་པ ར་ བྱེད །_ དགའ་མགུ ར་ སྤྱོད་པ ར་ བྱེད་ དོ །_།
en: The divine maidens will then jest, smile, and have fun with that god.

source: དེ་ འཆི་བ་ ན་ དེ འི་ ཆུང་མ ས་ མཐོང་ ནས་ གཞན་ དུ་ འགྲོ་བ ར་ བྱེད་ དེ །_
en: Later, when one’s wife sees one is dying, she will abandon one to be with that other god.

source: ཕྲག་དོག་ གི་ ཞགས་པ ས་ ཡོངས་སུ་ བཟུང་བ་ དག་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, caught by the shackles of envy, one will take birth as a hell being.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ སྤྱོད་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ འདི་ ནི་ བར་ཆད་ ཆེན་པོ་ ཡིན་ ནོ །_།
en: Resorting to, becoming habituated to, and increasing acts of sexual misconduct is a great obstacle.

source: དེ་ལྟ་བས་ན་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ སྤོང་བ་ གང་ཡིན་པ་ དེ་ ནི་ དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ཆེན་པོ་ ཡང་དག་ པར་ འཛིན་ ཅིང་ མྱ་ངན་ ལས་ འདས་པ འི་ སྐལ་བ་ དང་ ལྡན་པ ར་ འགྱུར་ རོ །_།
en: Therefore, giving up sexual misconduct will allow one to follow the great path of virtue and gain the fortune to transcend suffering.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་བ འི་ ཕྱོགས་ ཐམས་ཅད་ དང་ མི་ འཐུན་ པར་ གྱུར་པ འི་ བརྫུན་ སྤངས་པ ས་ དགེ་བ འི་ ཕྱོགས་ ཆེན་པོ་ ཡང་དག་ པར་ འཛིན་པ་
en: $95 “By giving up lying, which is incompatible with all virtuous inclinations, one upholds highly virtuous inclination.

source: ཚེ་ འདི་ ལ་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན
en: What, then, are the ripened effects of this in this present life?

source: བརྫུན་ དུ་ སྨྲ་བ་ སྤངས་པ་ དེ་ ནི་ སྐྱེ་བོ་ ཀུན་ གྱི་ མིག་ དང་ རྣ་བ འི་ ལྐོག་ ཏུ་ གྱུར་ ཀྱང་ ཡིད་ཆེས་པ འི་ གནས་ཆེན་པོ ར་ འགྱུར་ ཞིང་
en: By giving up lying one will be trusted even by people who have never seen or heard of oneself.

source: ནོར་རྫས་ མེད་ ན་ ཡང་ སྐྱེ་བོ་ ཀུན་ དང་ རྒྱལ་པོས་ ཇི་ལྟ ར་ འདོད་པ་ བཞིན་ མཆོད་པ ར་ འགྱུར་ ཏེ
en: Should one be lacking in terms of wealth, all one’s wishes will be fulfilled by both the people and the king.

source: ཇི་ལྟ ར་ ནམ་མཁའ་ ལ་ གཟའ་ དང་ །_ རྒྱུ་སྐར་ གྱི་ དབུས་ ན་ ཟླ་བ་ རབ་ཏུ་ གསལ་བ་ དེ་ལྟ ར་ འཇིག་རྟེན་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ ར་ སྨྲ་བ་ དེ་ རབ་ཏུ་ གསལ་ ལོ །_།
en: Like the moon that shines brightly in the midst of the other planets and celestial bodies, those who speak the truth will shine brightly amid all worldly people.

source: རིན་པོ་ཆེ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ རིན་པོ་ཆེ་ མཆོག་ ཏུ་ བཟང་ ངོ་ །_།
en: Among all jewels, the great jewel of the truth is supreme and sublime.

source: འཁོར་བ་ ཐམས་ཅད་ ལས་ སྒྲོལ་བ འི་ ནང་ ན་ བདེན་པ ར་ སྒྲོལ་བ་ ཁྱད་པར་ [98a] དུ་ འཕགས་ སོ །_།
en: Among all that liberates us from all cycles of existence, the liberator of the truth is particularly exalted.

source: ངན་འགྲོ་ ཐམས་ཅད་ ལས་ ཕྱིར་ ཟློག་པ འི་ ནང་ ན་ བདེན་པ ས་ ཕྱིར་ ཟློག་ གོ །_།
en: [F.98.a] Among all that turns us away from the lower realms, the repellent of the truth is supreme.

source: སྒྲོན་མ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ སྒྲོན་མ་ ཡིན་ ནོ །_། ལམ་ སྟོན་པ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ ལམ་ སྟོན་པ་ ཡིན་ ནོ །_།
en: Truth is the lamp of all lamps and the guide of all guides.

source: འདུ་བྱེད་ ཀྱི་ རྫས་ འབྱུང་བ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ འི་ རྫས་ གཞན་ གྱི་ ནད་ འཕྲོག་པ་ ཡིན་ ནོ །_།
en: Among all forms of substance, it is the substance of truth that removes the sickness of others.

source: རྩལ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ རྩལ་ ཡིན་ ནོ །_། སྐྱོབ་པ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ སྐྱོབ་པ་ ཡིན་ ནོ །_། མཛའ་བཤེས་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ བདེན་པ་ མཛའ་བཤེས་ ཁྱད་པར་ འཕགས་པ་ ཡིན་ ནོ །_།
en: Truth is the force among all forces, the protector among all protectors, and the most exalted among all friends.

source: གང་ བདེན་པ འི་ ནོར་ ཀུན་ ཏུ་ འཛིན་པ་ དེ་ ནི་ ནམས་ ཀྱང་ འཁོར་བ འི་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ དབུལ་བ ར་ མི་ འགྱུར་ ཞིང་ །_
en: $96 Those who possess the wealth of truth will never experience the poverty of falling into the lower realms.

source: ལྷ་ རྣམས་ དང་ ཉེ་བ ར་ འགྱུར་ ལ །_
en: Instead, they will be close to the gods.

source: གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེར་ སྐྱེ་བ འི་ རིགས་ ཆེ་ ཞིང་ །_ གཟུགས་བཟང་པོ ར་ འགྱུར་ ཏེ
en: Wherever such people are born they will take birth in a fine family and have an excellent physique.

source: སྐྱེ་བོ་ ཐམས་ཅད་ ལ་ སྡུག་པ་ དང་ །_ དགའ་བ་ དང་ །_ ཡིད་ དུ་ འོང་བ་ དང་ །_ ཚིག་ ཡིད་ཆེས་ པར་ འགྱུར །_
en: Everyone will find them appealing, delightful, attractive, and trustworthy.

source: དེ་ གནོད་སྦྱིན་ དང་ །_ ཤ་ཟ་ དག་ གིས་ མི་ མཐོང་ ལ་ གཙེ་བ ར་ མི་ ནུས་ ཤིང་ །_
en: Such people will be imperceptible to rākṣasas and piśācas, and invulnerable to their harm.

source: ཡུལ་ གཞན་ དུ་ ཕྱིན་ ན་ ཡང་ མལ་ཆ་ དང་ །_ ན་བ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ མང་པོ་ ཕུན་སུམ་ ཚོགས་པ ར་ འགྱུར །_
en: Whenever such people travel they will find plentiful and excellent lodging and medical treatment.

source: དེས་ འདོད་པ་ གང་དག་ ཡིད་ ལ་ བསམས་པ་ དེ་དག་ ཀྱང་ དེ་ལས་ འགྲུབ་པ ར་ འགྱུར་ ཏེ །_
en: Anything they may wish for will be fulfilled.

source: དེས་ མི འི་ བདེ་བ་ མཆོག་ མྱོང་ ནས་ གལ་ཏེ་ འཆི་བ འི་ དུས་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ ཤིན་ཏུ་ ཚེ་རིང་བ་ དང་ །_ ཤིན་ཏུ་ རྫུ་འཕྲུལ་ ཆེ་བ་ དང་ །_ ཤིན་ཏུ་ གནས་ མཐོ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Such people will experience supreme human happiness and, when the time of their death comes, they will separate from their bodies only to be born in the joyous divine realms, where they will enjoy extremely long lives, tremendous miraculous powers, and an exceedingly exalted status.

source: སྔ་མ་ བཞིན་ དུ་ གལ་ཏེ་ རྣམ་པར་ བྱང་བ་ ཟག་པ་ མེད་པ འི་ ལམ་ གྱིས་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ ན །_ མྱ་ངན་ ལས་ འདས་པ འི་ མཐ ར་ འགྱུར་ རོ །_།
en: Just as before, if one dedicates this in a pure and undefiled manner, it will bring the liberation of transcending suffering.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ལ་ སྤྱོད་པ །_ ཕྲ་མ་ སྤངས་པ ས་ ཚེ་ འདི་ དང་ ཕ་རོལ་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ ར་ ཇི་ལྟ ར་ འགྱུར་ ཞེ་ན །_
en: $97 “As one practices virtuous actions, what are the effects of giving up divisive talk, as they ripen in this life and beyond?

source: ཕྲ་མ་ [98b] སྤངས་པ ས་ ཚེ་ འདི་ ལ་ལ ས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ མྱོང་བ ར་ འགྱུར་བ་ ནི་ མཛའ་བཤེས་ དང་ །_ གཉེན་འདབ་ དང་ །_ རྩ་ལག་ དང་ །_ ཆུང་མ་ དང་ །_ བྲན་ ཕོ་ དང་ །_ བྲན་མོ་ དང་ །_ ལས་ བྱེད་པ་ དང་ །_ ཞོ་ཤས་འཚོ་བ་ བརྟན་པ ར་ འགྱུར །_
en: The ripened effect that is experienced in this life due to giving up divisive talk [F.98.b] is to have steadfast friends, acquaintances, relatives, spouses, male servants, female servants, workers, and employees.

source: གཞན་ གྱིས་ ཁ་ དྲང་ དུ་ མི་ རུང་ ཞིང་ བཤེས་པ་ དང་ །_ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དང་ །_ སྤུན་ མི་ འཐུན་པ་ དག་ གིས་ དབྱེ་བ ར་ མི་ ནུས་ སོ །_།
en: One will not be led along by others, and none among one’s friends, the members of the royal court, or discordant relatives will be able to create any factions.

source: གལ་ཏེ་ ནོར་ དང་ བྲལ་བ ར་ འགྱུར་ ཏེ །_ ནོར་ དང་ བྲལ་བ ར་ གྱུར་ ན་ ཡང་ མི་ གཏོང་ ཞིང་མུ་ གེ་ དང་ །_ འབྲོག་ དགོན་པ་ དང་ །_ རི་ དང་ །_ གཡང་ས་ དང་ །_ གནས་སྐབས་ མི་ འཐུན་ པར་ ཆུད་ ན་ ཡང་ མི་ གཏོང་ སྟེ ནམས་ ཀྱང་ འབྲལ་བ ར་ མི་ འགྱུར་ ལ་
en: Should one lose one’s wealth, one will not become destitute. Neither will one suffer any loss when encountering famine, isolated places, mountains, precipices, or temporary adversities.

source: གང་དག་ དེ འི་ སྐྱོན་ སྨྲ་ ན་ དེ་དག་ དེ་ ལ་ ཐབས་ ཀུན་ གྱིས་ ཉན་པ ར་ མི་ བྱེད་ དོ །_།
en: Should one criticize others, one will not be persecuted.

source: དེ་ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དུ་ བརྟན་པ ར་ འགྱུར་ ཞིང་ཆུ་ དང་ །_ མཚོན་ཆ་ དང་ །_ མི་ མཛའ་བ འི་ འཇིགས་པ་ མེད་པར་ འགྱུར་ ཏེ །_
en: At the royal court one will prevail, and one will not have any fear of water, weapons, or animosity.

source: དྲི་མ་ ཆེན་པོ་ ཕྲ་མ་ སྤངས་པ འི་ ཡོན་ཏན་ ནི་ དེ་དག་ ཡིན་ ནོ །_།
en: Such are the qualities associated with giving up the great stain that is divisive talk.

source: ལུས་ དང་ བྲལ་ ནས་ ཤི་བ འི་ འོག་ ཏུ་ ཡང་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ འི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Having died and separated from the body, one will be born in the joyful and divine higher realms.

source: དེ་དེ ར་ ཡང་ ལྷ འི་ རིས་ འཐུན་པ འི་ ལྷ་མོའི་ ཚོགས་ མང་པོ་ རྟག་ ཏུ་ རྗེས་སུ་ ཆགས་པ་ རྣམས་ ཀྱིས་ ཡོངས་སུ་ བསྐོར་ ཅིང་ མེ་ཏོག་ ཕྲེང་ དང་ །_ ཕྱེ་མ་ དང་ །_ བྱུག་པ་ དང་ །_ རྒྱན་ ཐོགས་པ་ རྣམས་ ཀྱིས་ རྟག་ ཏུ་ དགའ་བ འི་ མཆོག་ བྱེད་པ ར་ འགྱུར་ རོ །_།
en: There great gatherings of affectionate goddesses of similar ilk will please one with flower garlands, colored powders, perfumes, and jewelry.

source: སྔ་མ་ བཞིན་ དུ་ གལ་ཏེ་ ཕྲ་མ་ སྤངས་པ་ རྣམ་པར་ བྱང་བ་ ཟག་པ་ མེད་པར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ ཟག་པ་ མེད་པ འི་ བསམ་གཏན་ གྱི་ ལམ་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་པ་ ཐོབ་པ ར་ འགྱུར་ རོ །_།
en: Just as before, if one’s relinquishment of divisive talk is dedicated in a pure and undefiled manner, one will achieve the transcendence of suffering through the path of undefiled concentration.
